export default {
  title: `托特衣箱免密支付服务协议`,
  content: [
    {
      title: `1、服务条款的确认和接纳`,
      text: [
        `1.1本协议是托特衣箱会员（下称“会员”）与深圳莱尔托特科技有限公司（下称“莱尔托特”）之间关于会员使用莱尔托特提供的托特衣箱平台（包括托特衣箱APP、托特衣箱小程序、托特衣箱微信公众号、托特衣箱服务号等，以下统称“托特衣箱平台”）免密支付服务所订立的协议，本协议描述莱尔托特与托特衣箱会员之间关于本服务的使用及相关方面的权利义务，本协议即构成您使用莱尔托特所提供的托特衣箱免密支付服务之先决条件，除非您接受本协议条款，否则您无权使用本服务。您选择使用本服务行为将视为同意接受本协议的约束。`,
        `1.2莱尔托特有权随时对服务条款进行修改，一旦服务条款变更和修改，莱尔托特将在相关页面上提示修改的内容；如会员不同意本协议的修改，可取消已经获取的服务并停止使用；如果会员继续使用莱尔托特提供的服务，则视为会员已接受本协议的全部修改。`
      ]
    },
    {
      title: `2、免密支付服务类型及服务内容范围`,
      text: [
        `莱尔托特免密支付服务现有开通会员服务、购买服饰等服务类型，后期会根据会员需求不断增加新的免密支付服务。您通过使用免密支付服务，可以定期获得以下的托特衣箱服务，包括：`,
        `* 托特衣箱免密码支付的功能；`,
        `* 托特衣箱自动续费会员服务周期的服务；`,
        `* 托特衣箱购买服饰及相关产品服务；`,
        `* 会员的托特衣箱信用账户有欠款时自动扣费还款服务；`,
        `除非莱尔托特另外通知，否则上述的托特衣箱服务的有效期按自然天数计算。`
      ]
    },
    {
      title: `3、服务说明`,
      text: [
        `会员理解并同意，一旦开通微信免密支付，即授权莱尔托特代理会员向财付通支付科技有限公司发出扣款指令，财付通支付科技有限公司可以根据莱尔托特发出的扣款指令，在不验证会员的银行账户密码、支付密码、短信校验码等信息的情况下直接从会员的银行账户或微信支付账户扣划相应金额至莱尔托特账户。一旦您勾选同意本协议，即表示您本人已阅读、充分理解并同意本协议的所有内容；同时您同意依照本协议的约定，授权所有需要您授权的内容。`,
        `您在此同意并确认，您使用本服务是出自您的真实意愿；同时您对使用本服务过程中发出的指令的真实性及有效性承担全部责任，该指令视为您的真实意思表示且不可变更或撤销。您承诺，依照您的指令进行操作的一切风险均由您承担。`,
        `基于托特衣箱免密支付服务类型的相关扣款标准如下：`,
        `* 免密支付开通会员服务扣款标准价：以会员当前所使用的会员套餐月卡价格为扣款标准价,具体套餐月卡价格以托特衣箱平台显示为准，若扣款当时托特衣箱平台有优惠活动或会员账户有奖励金、优惠券则一并使用；若扣款金额超过500元，莱尔托特有权分两次进行扣款。若扣款不成功，莱尔托特有权进行多次扣款尝试，并不需要获得会员的额外授权。会员服务周期扣款时间:会员到期前3天8：00；`,
        `* 免密支付购买服饰扣款标准价：以随每个衣箱内附带的卡片上标示的购买价格进行扣款或以托特衣箱平台上显示的服饰标准价格扣款，扣款时间为会员收到待支付订单时；`,
        `* 信用账户存在欠款时：以信用账户欠款金额为准等额扣款。`,
        `3.1本服务是出于您对于免密支付的需求，在您已开通本服务的前提下，避免您因疏忽或其他原因导致未能及时扣款造成损失而推出的服务，您授权莱尔托特可从您的托特衣箱会员账号绑定的第三方支付账户（以下统称“账户”）余额中代扣下一个计费周期费用或购买服饰的费用，该服务实现的前提是您已将您的托特衣箱会员账号与上述账户绑定，且可成功从其上述账户中扣款。`,
        `3.2 免密支付具体指，基于3.1的前提，莱尔托特通过上述账户收取您下一计费周期会员费用或购买服饰费用的扣费方式，您需保证莱尔托特可以从上述账户扣款成功，因上述账户中可扣款余额不足导致的扣款失败，由您自行承担责任。`,
        `3.3 如在扣费过程出现差错，莱尔托特和您应密切配合查明原因，各自承担己方过错造成的损失；若因双方各自存在不均等过错造成的损失，由双方按过错的程度承担相应责任；双方共负责任的，由双方均摊责任。`,
        `3.4莱尔托特向您提供的本服务均仅限于在托特衣箱平台使用，托特衣箱平台外的付款或任何以恶意破解等非法手段将莱尔托特提供的本服务内容与托特衣箱平台分离的行为，均不属于本协议中约定的服务。由此引起的一切法律后果由行为人负责，莱尔托特将依法追究行为人的法律责任。`,
        `3.5对于所选择的支付渠道，您有义务确保定期关注并确保其于该支付方式的账号下有充足的余额用于满足免密支付服务的应用。如因前述原因瑕疵（包括但不限于：余额不足）而致使无法满足免密支付服务的应用，则莱尔托特有权暂停您通过免密支付服务所接入的托特衣箱服务。`,
        `3.6 您在此同意并确认，在开通并使用本协议服务过程中，您应准确、真实、及时和完整提供或更新莱尔托特要求的您的相关信息，否则因上述信息不准确、不真实、不及时和不完整而产生的一切经济纠纷或违约责任等全部由您本人承担。`
      ]
    },
    {
      title: `4、免密支付服务有效期`,
      text: [
        `除非莱尔托特另行指定，否则您获得的免密支付服务均为长期有效。`,
        `莱尔托特将于您所选择的托特衣箱服务期届满前向您以发送短信或微信公众号等方式发送免密支付服务扣费提示，如果您不对该信息进行确认，或所回复确认之信息未尽符合托特衣箱平台的系统要求，则莱尔托特有权视您委托莱尔托特通过您默认的支付方式续取相应的服务费用。`,
        `本服务由您自主选择是否取消，若您选择不取消，则视为您同意莱尔托特按照本协议进行不定期的扣款尝试，一旦扣款成功，莱尔托特将为您开通下一个计费周期的会员服务或购买服饰费用。若在免密支付时/之前，服务价格发生调整，应以现时有效的价格为准。`,
        `莱尔托特特别提醒您：当您选择使用免密支付服务后，通过免密支付服务委托莱尔托特在您默认的支付方式所支付的费用，莱尔托特将视您选择认购了莱尔托特的相关付费服务。因此，莱尔托特将不以任何方式对您所支付的费用予以退还。`
      ]
    },
    {
      title: `5、免密支付服务的退订`,
      text: [
        `5.1 您可自主选择退订本服务`,
        `5.2 解约流程，即关闭免密支付服务步骤：`,
        `【手机客户端】请在托特衣箱APP V3.0及以上版本，登录您购买会员服务的账号，选择 “我的-个人信息-免密管理-取消” 即可解除免密支付服务。`,
        `【微信端】在微信中，登录您的托特衣箱账号，选择"我的-会员中心-免密管理-取消"，即可解除免密支付服务。`,
        `温馨提示：免密支付取消成功后，不影响您当期已生效的会员权益，会员有效期到期后将不再扣款。`,
        `您在选择终止本服务前已经委托莱尔托特免密支付扣款的指令仍然有效，莱尔托特对于基于该指令扣除的费用不予退还。`
      ]
    },
    {
      title: `6、协议有效期限、终止`,
      text: [
        `本协议自您选择接受或使用本服务后生效，直至您终止本服务/注销会员资格时终止。`
      ]
    },
    {
      title: `7、争议解决和法律适用`,
      text: [
        `您和深圳市莱尔托特科技有限公司之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交广东省深圳市南山区有管辖权的人民法院管辖。本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律(不包括冲突法)。本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。`
      ]
    }
  ]
}

export const PRIORITY_SHIPPING_CONFIG = [
  {
    icon: require('./images/letote.svg'),
    title: '衣箱快速发货',
    contents:
      '下单后新衣箱立即发出（17点前下单当天发出）不必等待上个衣箱顺丰揽件'
  },
  {
    icon: require('./images/auto_pay_time.png'),
    title: '自动续费时间',
    contents: `会员到期后于次日中午12:00自动扣除下月会费，如有优惠券奖励金自动抵扣`,
    tips: '*季卡及年卡会员到期自动扣除下月会费'
  },
  {
    icon: require('./images/delete_way.png'),
    title: '解除方式',
    contents: '如需查询具体扣款日期或取消该功能可至「会员中心」操作'
  }
]

export const NEW_PLAN_PRIORITY_SHIPPING_CONFIG = [
  {
    icon: require('./images/renewal_offer.png'),
    title: '续费优惠',
    contents: '享受续费会员每月直减100元，该优惠可与优惠券和奖励金叠加'
  },
  {
    icon: require('./images/new_auto_pay_time.png'),
    title: '续费时间',
    contents:
      '平台将在会员到期前第3天上午8点自动续费并延长一个月会员期，如有优惠券和奖励金将会自动使用'
  },
  {
    icon: require('./images/free_service.png'),
    title: '自在选服务',
    contents: '可免费开通自在选服务，每箱增加2个衣位，将试衣间搬回家'
  },
  {
    icon: require('./images/new_fast_shipping.png'),
    title: '衣箱快速发货',
    contents:
      '下单后新衣箱立即发出（17点前下单当天发出）不必等待上个衣箱顺丰揽件'
  },
  {
    icon: require('./images/repayment.png'),
    title: '信用账户还款',
    contents: '信用账户如产生费用，将会按相应金额进行自动还款'
  },
  {
    icon: require('./images/new_unbind.png'),
    title: '解除方式',
    contents: '如需取消该功能可至「会员中心」页面进行操作'
  }
]
