const getAgreement = () => {
  const agreement = [
    {
      title: '特别提示',
      text: [
        `本《用户服务协议》（以下简称“本协议”）是服务使用人（以下简称“用户”或“您”）与深圳莱尔托特科技有限公司（以下称为“莱尔托特”或者“我们”）之间关于用户注册、使用 “莱尔托特”的产品（包括莱尔托特微信公众账号、莱尔托特开发的移动端应用软件），以及使用莱尔托特公司合作提供的相关线上、线下服务所订立的协议。`,
        `莱尔托特公司负责按照本协议的规定及其不时发布的操作规则提供基于互联网以及移动网的相关线上服务（包括时尚服饰租用软件的网络服务），及时尚服饰线下租用服务和进行线下管理（上述线上、线下服务合称为“服务”或“莱尔托特时尚服务”）。`,
        `莱尔托特时尚服务仅向年满十八周岁身体健康的人士开放。`,
        `为获得服务，请您认真阅读充分理解本协议（包括其全部补充和附件，下同）的约定和内容，特别是免责条款押金说明、隐私政策、信用积分规则、争议解决条款等。请您注意，一经支付购买，即表示您已同意全部接受本协议；如您不接受本协议的部分或全部内容，请您不要支付购买 。`,
        `用户注册、登录莱尔托特软件账号，获取和使用莱尔托特时尚服务等行为将视为接受并同意本协议。莱尔托特公司通过“莱尔托特”微信公众号或APP 不时发布的声明、押金说明、隐私政策、信用积分规则等其他规定均属于本协议的补充和组成部分，与本协议具有同等法律效力。`,
        `莱尔托特公司可能会根据需要不时修订或更新本协议及其相关补充和附件等文件，修订或更新后的协议和文件一经公布，立刻取代原协议和文件，并自动生效。如果您不接受相关修订或更新，请立即停止使用莱尔托特时尚服务；如果您继续使用莱尔托特时尚服务，即表示您已经充分接受该修订或更新。`
      ]
    },
    {
      title: '1 用户注册',
      text: [
        `1.1 用户确认，用户在准备用户注册时，已经具备法律规定的与用户使用莱尔托特时尚服务相适应的民事行为能力以及相应的身体健康条件。请您特别注意，“莱尔托特”软件及服务的用户必须年满18周岁且具备适当身体条件的健康人士。用户如患有包括但不限于影响安全和健康的皮肤疾病、对服装面料或染料（包括但不限于动物皮毛、人造皮革 、涤纶、氨纶、人造丝、尼龙等）过敏、对金属首饰过敏、视力障碍、残疾等疾病的，不得注册、使用服务。不符合上述必要条件却已成为莱尔托特用户的，请您立即终止使用服务。`,
        `本服务所涉及的全部产品均符合国家及行业标准且在洗涤运输等方面均符合标准。如因用户本身所不能预见或其本身个体特殊情况及用户使用方式、使用习惯、使用环境不同及用户本身个体所不能预见的身体隐患所导致的用户身体不适或损害莱尔托特无须承担责任。亦无须承担任何赔偿或者补偿义务。在极端环境下用户应谨慎使用本服务所提供的产品。莱尔托特无法预见在极端环境下本服务提供的产品会导致的后果。亦不对此承担责任。`,
        `1.2 为用户使用莱尔托特时尚服务的目的，莱尔托特公司兹此授予用户一项为非商业目的在单一台终端设备上安装、使用、显示、运行“莱尔托特”软件的免费的非排他性许可（但不得再许可或分许可）。未经莱尔托特公司书面同意，用户不得将“莱尔托特”软件安装在未经莱尔托特公司明示许可的其他终端设备上，包括但不限于机顶盒、无线上网机、游戏机、电视机等。`,
        `1.3 当您下载、安装“莱尔托特”软件，作为访客通过软件提示填写信息、阅读并同意本协议且完成全部身份验证程序后，您即成为“莱尔托特”软件的注册用户。`
      ]
    },
    {
      title: '2 用户账号和软件知识产权',
      text: [
        `2.1 用户注册成功后，莱尔托特公司将给予每个用户一个专属且唯一的用户账号，该账号使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或售卖。用户承担账号与密码的保管责任，除莱尔托特公司的过错外，用户就其账号及密码项下之一切活动负全部责任，而无论该等活动是否对用户自身或第三方造成任何损害。`,
        `2.2 如用户发现其账号遭他人非法使用，应立即通知莱尔托特公司。用户理解莱尔托特公司对用户的任何请求采取行动均需要合理时间，因此，除莱尔托特公司存在过错外，莱尔托特公司对在采取行动前已经产生的后果不承担任何责任。`,
        `2.3 用户注册的免费账号昵称、姓名或提交的信息如存在违反法律法规或国家政策要求，或侵犯任何第三方合法权益的情况，莱尔托特公司有权禁止用户继续使用该账号、昵称或信息。`,
        `2.4 “莱尔托特”软件的一切著作权、商标权、专利权、商业秘密等知识产权，以及相关的所有信息内容，包括但不限于：文字表述及其组合、图标、图饰、图表、色彩、界面设计、版面框架、有关数据、印刷材料、或电子文档等均受中华人民共和国著作权法、商标法、专利法、反不正当竞争法和相应的国际条约以及其他知识产权法律法规的保护，除涉及第三方授权的软件或技术外莱尔托特公司享有“莱尔托特”软件及其中所有内容的全部且完整的知识产权。`,
        `2.5 用户不得为商业运营目的安装、使用、运行“莱尔托特”软件，不得对软件或者软件运行过程中释放到任何计算机终端内存中的数据及软件运行过程中客户端与服务器端的交互数据进行复制、更改、修改、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经授权的第三方工具/服务接入“莱尔托特”和相关系统。`,
        `2.6 未经莱尔托特公司书面同意，用户不得为任何营利性或非营利性的目的自行实施、利用、转让或许可任何第三方实施、利用、转让上述知识产权，莱尔托特公司保留追究上述未经许可使用责任的权利。`
      ]
    },
    {
      title: '3 服务的范围和使用',
      text: [
        `3.1 “莱尔托特”服务的具体区域、范围和内容由莱尔托特公司根据实际情况提供，主要包括用户的注册登录、购买会员、浏览服饰、收藏服饰、确认衣箱下单、预约归还衣箱、购买服饰、评价及查询衣箱历史记录等。`,

        `3.2 用户在使用“莱尔托特”服务过程中，应当遵循以下原则：`,

        `1）遵守中国可适用的法律、法规和政府规定；`,

        `2）遵守所有与莱尔托特时尚服务有关的网络协议、规定和程序；`,

        `3）不得为任何非法目的而使用莱尔托特时尚服务；`,

        `4）不得利用技术手段未经授权地访问、记录、盗取、传播“莱尔托特”服务系统的数据和相关信息；`,

        `5）不得以任何形式利用“莱尔托特”服务侵犯莱尔托特公司的商业利益，包括但不限于发布非经莱尔托特公司许可的商业或非商业广告；`,

        `6）不得利用“莱尔托特”服务系统进行任何可能对互联网或移动网正常运转造成不利影响的行为；`,

        `7）不得利用“莱尔托特”服务系统上传、展示或传播任何虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的、或者其他任何违反法律法规或公序良俗的信息资料；`,

        `8）不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权、隐私权、个人信息或其他任何合法权益；`,

        `9）不得利用“莱尔托特”服务系统进行任何损害莱尔托特公司合法权益的行为；`,

        `3.3 莱尔托特公司提供的部分服务为收费的服务，用户使用收费服务需要向莱尔托特公司支付一定的费用。对于收费的服务，我们会在用户使用之前给予用户明确的提示，只有用户根据提示确认其愿意支付相关费用，用户才能使用该等收费服务。如用户不同意支付相关费用，则莱尔托特公司有权不向用户提供该等收费服务。 `,

        `3.4 在无另行发布的促销、优惠或奖励活动的情况下，莱尔托特公司提供的收费会员服务的计费服务期为一个自然月。购买会员服务的用户在服务期内仅获得莱尔托特服饰的使用权，并不获得莱尔托特服饰的所有权。`,

        `例如，您在2017年12月30日购买了莱尔托特一个月的会员服务，则服务期为2017年12月30日至2018年1月30日。`,

        `3.5 会员在服务期内，同时在手中只能保留1个衣箱，如果需要预约下单新衣箱时，会员需在莱尔托特软件内提前预约归还旧衣箱，预约成功后方可正常提交新衣箱订单。会员在服务期内使用莱尔托特软件正常更换租赁服装的往返运费均由莱尔托特承担，会员寄回时应保证需要归还的服饰完好无损。会员在服务期结束的前3天，将不能下单新的衣箱。会员应在会员服务期结束前通过莱尔托特软件预约归还所有服饰 （以归还衣箱的快递取件时间为准）。 `,

        `3.6 莱尔托特公司有权对用户使用“莱尔托特”服务，包括但不限于收费及免费服务（其中包括基于广告商业模式的免费服务）的情况进行审查和监督（包括但不限于对用户存储在莱尔托特公司的内容进行审核），如用户在使用服务时违反任何上述规定，莱尔托特公司有权要求用户纠正或直接采取一切必要的措施（包括但不限于更改或删除用户上传、存储或发布的内容，暂停、中断或终止用户使用服务的权利）以减轻不当行为（如有）造成的影响。因用户自身行为需向第三人承担责任的，由用户自行承担，与莱尔托特公司无关。`,

        `3.7 莱尔托特公司有权面向用户开展各类推广、优惠或奖励活动。用户应当严格按照莱尔托特公司发布的相关规则参与活动并享受相关权益。若莱尔托特公司认定用户违反活动规则，或用户采取不正当的手段获取相关权益，则莱尔托特公司有权采取任何合理及必要的行为维护自身的合法权益，包括但不限于终止用户参与活动的资格、暂时或永久冻结用户账户、收回用户以不正当手段从活动中获取的权益（如奖励、优惠券等）。`,

        `3.8 莱尔托特公司有权基于其独立判断，在其认为可能发生涉嫌违法犯罪、侵犯第三方权益、损害莱尔托特时尚服饰或侵害莱尔托特公司合法权益等的情形时（包括但不限于用户违反本协议第 3.2 条项下的原则），不经事前通知用户而先行暂停、中断或终止向用户提供本协议项下的全部或部分服务，且无需对用户或任何第三方承担任何责任。当用户因本条原因被暂停、中断或终止服务时，用户应按照莱尔托特公司指示行事，否则将被视为违约并应承担本协议项下的违约责任，并且莱尔托特公司保留追究相关方法律责任的权利。`,

        `3.9 用户理解并同意，莱尔托特公司仅提供与使用时尚服饰相关的服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、其他与接入互联网或移动网有关的装置）及第三方收取的相关费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。`,

        `3.10 鉴于服务的特殊性，用户同意莱尔托特公司有权随时变更、中断或终止部分或全部的服务（包括收费服务及免费服务）。 如变更、中断或终止的服务属于免费服务，莱尔托特公司无需通知用户，也无需对任何用户或任何第三方承担任何责任；如变更、中断或终止的服务属于收费服务，莱尔托特公司应当在变更、中断或终止之前事先通知用户，并应向受影响的用户提供等值的替代性的收费服务，如用户不愿意接受替代性的收费服务，就该用户已经向莱尔托特公司支付的服务费，莱尔托特公司应当按照该用户实际使用相应收费服务的情况扣除相应服务费之后将剩余的服务费退还给该用户。`,

        `3.11 用户理解，莱尔托特公司需要定期或不定期地对提供服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成收费服务在合理时间内的中断，莱尔托特公司无需为此承担任何责任，但除特殊情况外应当事先通知用户。`,

        `3.12 如发生下列任何一种情形，莱尔托特公司有权随时暂停、中断或终止向用户提供本协议项下的服务，包括但不限于收费及免费的任何服务（其中包括基于广告商业模式的免费服务），而无需对用户或任何第三方承担任何责任：`,

        `1）用户提供的个人资料的真实性、完整性、准确性、合法性、有效性存在问题；`,

        `2）用户违反本协议中规定的账号及服饰使用规则或其他约定;`,

        `3）用户在使用收费服务时未按规定向莱尔托特支付相应的服务费；`,

        `4）用户的行为涉及违法或侵犯第三方或莱尔托特的合法权益；`,

        `5）基于有管辖权的法院或有权政府机关作出的生效命令、判决、裁决或决定。`,

        `3.13 用户理解并同意，在购买会员服务时实际支付的费用，可以向莱尔托特申请寄送电子发票，但必须自支付之日起一个自然月之内提出。`
      ]
    },
    {
      title: '4 服饰的使用及管理',
      text: [
        `4.1 莱尔托特公司拥有服饰的所有权以及许可用户使用该服饰的权利，并负责服饰的清洗和保养。`,

        `4.2 用户理解并同意，第 4.1 条的规定并不表示莱尔托特公司具有实时保障所有可供预定的服饰均处于无安全隐患状态的义务，用户在使用前仍应尽到合理的注意及检查义务，包括但不限于细致地检查服饰是否存在损坏，特别是检查服饰中是否带有可能伤害人体的物品。对于发现存在问题的服饰，请您立即放弃使用或立刻停止使用，并及时通知莱尔托特公司的客服人员。`,

        `4.3 用户在使用服饰期间如与第三方发生纠纷应由纠纷双方自行解决，莱尔托特公司不承担任何赔偿义务，如给莱尔托特公司造成损失的，用户应向莱尔托特公司承担赔偿责任。`,

        `4.4 用户应爱护服饰，并合理、正常、安全的使用。如在用户使用期间因用户使用或保管不善（包括但不限于用户非本人签收衣箱、用户非本人归还衣箱等），导致服饰遗失、被窃、损坏、部分损坏以及不能发挥正常商业功能等，用户须赔偿莱尔托特公司一切损失。`,

        `4.5 因如下情况造成配送延迟或无法配送等，莱尔托特公司不承担延迟配送的责任：`,

        `1）因用户提供的信息错误、地址不详细等原因导致无法配送或延迟配送的；`,

        `2）因衣箱送达后无人签收，导致无法配送或延迟配送的；`,

        `3）因第三方物流公司的原因导致无法配送或延迟配送的；`,

        `4）因不可抗力因素导致无法配送或延迟配送的，例如：自然灾害、交通戒严、突发战争等。`,

        `4.6 用户理解并同意，在使用服务时，应当完整归还每一个衣箱中的所有服饰。如在会员期内未归还所有服饰。则未归还之所有服饰将被视为用户已购买，用户需在会员期届满之日起5天内向莱尔托特公司支付购买费用。具体标准为随每个衣箱附带的卡片上标示的购买价格。`,

        `4.7 用户理解并同意，莱尔托特衣箱中的衣服或配饰并非全新商品，一旦购买不支持退换。`
      ]
    },
    {
      title: '5 用户数据及隐私政策 ',
      text: [
        `5.1 用户向莱尔托特公司提供的所有注册资料应当是真实、完整、准确、合法、有效的。如果用户提供的注册资料有所变更，用户应当及时更新，莱尔托特公司将依法不时地对用户信息进行检查核实，用户应当配合提供最及时、真实、完整的信息。`,

        `5.2 莱尔托特公司将对用户上传的注册资料的真实性、合法性进行审核，并可能提出合理的质询和怀疑，或作出身份验证不通过的结果而无需提供任何理由：用户可以通过再次申请验证或申诉进行重新验证。`,

        `5.3 依法保护用户隐私是莱尔托特公司的一项基本政策，莱尔托特公司保证不对外公开或向第三方提供单个用户的注册资料及用户在使用服务时存储在“莱尔托特”软件或相关系统中受法律保护的隐私等个人信息，但下列情况除外`,

        `1）事先获得用户的明确同意；`,

        `2）根据有关的法律法规要求；`,

        `3）按照相关政府主管部门的要求；`,

        `4）根据法院的生效判决、裁定或命令；`,

        `5）为维护莱尔托特公司的合法权益或社会公共利益而在相关行政程序或司法程序向政府主管部门或法院提供。`,

        `5.4 用户理解并同意，“莱尔托特”可能会与第三方合作向用户提供相关的服务，在此情况下，如该第三方同意承担与莱尔托特公司同等的保护用户隐私的责任，则莱尔托特公司有权将用户的注册资料等提供给第三方，用于向用户提供服务之目的。`,

        `5.5 在不透露单个用户隐私资料的前提下，莱尔托特公司有权对整个用户数据库进行深度分析，并对用户数据库进行商业上的使用或大数据的开发和运用。如您不接受，请立即停止使用莱尔托特时尚服务。`,

        `5.6 对于用户提供及发布的除个人隐私外的文字、图片、视频、音频等，在版权保护期内用户免费授予莱尔托特公司获得全球的免费的许可使用权（不受本协议提前或到期终止的影响）。莱尔托特公司有权存储、使用、复制、修订、编辑、发布、展示、翻译、分发（包括信息网络传播或线下传播）上述信息，并以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内。`,

        `5.7 用户同意接受莱尔托特公司在提供服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息，并且，用户同意接受莱尔托特公司通过电子邮件或其他方式向用户发送的商品、服务信息或其他相关商业信息。`
      ]
    },
    {
      title: '6 免责声明',
      text: [
        `6.1 莱尔托特对本服务不作任何类型的担保，包括但不限于服务的及时性、安全性、准确性，对在任何情况下因使用或不能使用服务所产生的直接、间接、偶然、特殊及后续的损害及风险，莱尔托特不承担任何责任。`,
        `6.2 对于不可抗力、计算机病毒、黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何网络、技术、通信线路等原因造成的服务终端或不能满足用户要求的风险，用户理解同意，莱尔托特对该等风险没有过错，同时，莱尔托特不对此承担任何责任。`,
        `6.3 用户同意，对于莱尔托特向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失（如有），莱尔托特无需承担任何责任：`,
        `（1）莱尔托特向用户免费提供的各项服务；`,
        `（2）莱尔托特向用户赠送的任何产品或者服务；`,
        `（3）莱尔托特向收费网络服务用户附赠的各种产品或者服务。`,
        `6.4 用户充分理解并认可安全穿衣的重要性，保证在任何可能引起安全隐患的情况下均不使用“莱尔托特”，并同意一切因与莱尔托特无关的原因在使用“莱尔托特”服务的过程中存在的安全隐患和因此产生的人身伤害以及其他纠纷，莱尔托特不承担任何责任。用户在使用本服务期间如与第三方发生纠纷应由纠纷双方自行解决，莱尔托特不承担任何赔偿义务，如给莱尔托特造成损失的，用户应向莱尔托特承担赔偿责任。`,
        `6.5 用户充分理解并认可本协议规定的与合法、安全使用莱尔托特时尚服务的任何和所有约定的重要性和必要性，并同意莱尔托特免于承担因用户违反该等约定而产生的或与之有关的任何索赔、处罚、责任、费用或损失（包括但不限于第三方索赔），除非本协议另有约定或有证据证明莱尔托特对此具有重大过错。`
      ]
    },
    {
      title: '7 违约责任',
      text: [
        `7.1 如因莱尔托特公司违反有关法律、法规或本协议项下的任何条款而给用户造成实际损失，莱尔托特公司同意承担由此造成的违约责任。`,

        `7.2 用户同意保障和维护莱尔托特公司及其他用户的合法权益，如因用户违反有关法律、法规或本协议项下的任何条款而给莱尔托特公司或任何其他第三人造成损失，用户同意承担由此造成的违约责任，包括但不限于赔偿莱尔托特公司并使其免于因此遭受所有直接和间接损失（包括任何直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等）。`
      ]
    },
    {
      title: '8 协议变更及终止',
      text: [
        `8.1 鉴于互联网服务市场及相关领域的快速发展及变化，用户理解并同意，莱尔托特有权随时修改本协议的任何条款，一旦本协议的内容发生变动，莱尔托特将会直接在托特衣箱平台上公布修改之后的协议内容（形式包括但不限于更新版本的协议、补充协议、协议新增附件等），该公布行为视为莱尔托特已经通知用户修改内容。同时莱尔托特也可通过其他适当方式向用户提示修改内容。`,
        `8.2 用户有权在履行完以下相关义务的情况下，单方终止本协议或注销托特衣箱平台账号：`,
        `（1）所有衣箱商品都已完整、无损的归还，且莱尔托特已确认签收；`,
        `（2）账户中无任何待处理欠款；`,
        `（3）账户中无未完成的订单、服务；`,
        `（4）账户无任何纠纷、包括投诉举报或被投诉举报。`,
        `您知悉并同意托特衣箱账号一旦注销将不可恢复，注销成功后您将无法再使用本托特衣箱账号，也将无法找回本托特衣箱账号中的任何内容或信息，您曾获得的奖励金、优惠券、积分、加衣券、购衣券等视为您自行放弃，将无法继续使用。请您务必谨慎操作。`,
        `8.3 在出现以下任何情况时，莱尔托特有权单方终止本协议或注销用户账号：`,
        `（1）用户严重违反本协议约定，或多次违反本协议约定的；`,
        `（2）用户行为存在异常，莱尔托特合理怀疑用户可能存在违法或违反本协议约定的行为，如果不终止本协议则可能对莱尔托特、其他用户、公共秩序或公共利益造成不利影响的；`,
        `（3）用户盗用他人账号、发布违禁信息、骗取他人财物、采取不正当手段谋利等行为；`,
        `（4）其它应当终止本协议的情况。`,
        `8.4 本协议终止后，除法律另有明确规定外，莱尔托特无义务向用户或其指定的第三方披露该用户账号中的任何信息。本协议终止或用户账号注销后，莱尔托特仍享有下列权利：`,
        `（1）继续保存用户留存于托特衣箱平台的各类信息;`,
        `（2）对于用户过往的违约行为，莱尔托特仍可依据本协议追究其违约责任。`
      ]
    },
    {
      title: '9 通知送达',
      text: [
        `9.1 本协议项下莱尔托特公司对于用户所有的通知均可通过网页公告、软件内公告、电子邮件、手机短信或常规的信件传送等方式进行；除常规的信件传送以邮戳载明签收日期为送达日外，其他该等通知均于发送之日视为已送达收件人。`,

        `9.2 用户对于莱尔托特公司的通知应当通过莱尔托特公司对外正式公布的通信地址或电子邮件地址等联系信息进行送达。`
      ]
    },
    {
      title: '10 适用法律与争议解决',
      text: [
        `10.1 本协议的订立、履行和解释及与之相关的争议的解决均应适用中华人民共和国法律。`,

        `10.2 如双方就本协议及其所有补充和附件的签署、内容、解释或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，对于因本协议及其所有补充和附件而产生的或与之有关的一切争议，由深圳莱尔托特科技有限公司所在地人民法院管辖。`
      ]
    },
    {
      title: '11 其他规定',
      text: [
        `11.1如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，不影响本协议其他条款的效力。在此情形下，各方应当在合法范围内协商确定新的条款，以保证最大限度地实现原有条款的意图。本协议中的标题仅为方便而设，在解释本协议时不应受该标题的限制。莱尔托特有权利对本协议进行修改。修改后如用户继续使用前述服务，将被视为对修改内容的同意。`,

        `11.2任何一方当事人放弃或者延迟行使其在本协议项下的全部或部分权利的，不应视为其放弃本协议项下的任何其他权利或与此类似的一切权利。`,

        `11.3本协议构成各方之间就本协议内容所达成的完全合意；本协议签署前存在的、或与本协议相矛盾或抵触的一切合意，无论其为口头、书面或其他形式均归于无效。`
      ]
    }
  ]

  return agreement
}

export default getAgreement
