{
  "questionsCategory": [
    { "title": "租衣规则", "type": "rent" },
    { "title": "还衣规则", "type": "return" },
    { "title": "服饰质量\n及丢失问题", "type": "quality" },
    { "title": "会员资格\n及有效期问题", "type": "validity" },
    { "title": "购买问题", "type": "buy" },
    { "title": "自在选说明", "type": "free_service" },
    { "title": "优先发货&免密支付", "type": "contract" }
  ],
  "questionsData": {
    "rent": [
      {
        "title": "1. 感受租衣带来的美妙体验需几个步骤？",
        "content": [
          "1）打开「托特衣箱」APP或微信小程序，登陆、付费成为会员。",
          "2）付费成功后，填写相关信息开启新衣箱，直接确认或更换服饰后下单，等待送达并查验商品签收。",
          "3）试穿美衣试戴配饰，享受托特衣箱带来的美好体验。如有喜欢的衣服饰品可以超低折扣价格直接买下。",
          "4）体验结束，原衣箱点击「预约归还」新衣箱即可下单，快递预约上门取件，原衣箱寄回仓储。",
          "5）仓储验收检验，进行严格的清洗消毒流程，16道专业工序确保送到你手里的每件衣饰都干净整洁。"
        ]
      },
      {
        "title": "2. 有哪些套餐可选？不同套餐的衣箱里有几件单品？每月最多可换几个衣箱？能否增加衣箱里的单品数量？",
        "content": [
          "6+4月卡会员：6个衣位+4个配饰位，每月2个衣箱；",
          "6+4季卡会员：6个衣位+4个配饰位，每季6个衣箱；",
          "每件单品占用的衣位数以平台说明为准，如果你有加衣券，下单时使用即可多加一个衣位；"
        ]
      },
      {
        "title": "3. 收到的服饰是正品吗？是干净的吗？",
        "content": [
          "请放心，「托特衣箱」所有服饰均为正品。",
          "我们会不定期上架新品，且与国内洗衣行业领军企业天天洗衣深度合作，采用全进口专业设备，智能化的科学方式洗衣，后采用密封式臭氧进行杀菌消毒，并在检测服饰无任何残留物后才会进行热封包装，整个清洁流程包含16道清洗消毒工序，14种洗护分类，5种杀菌模式。确保你收到的每件服饰都干净整洁，请放心穿戴。"
        ]
      },
      {
        "title": "4. 我不小心弄脏了衣服怎么办，我要洗完再归还吗？",
        "content": [
          "如果你想留下继续穿，可以自己按照清洗标准进行清洗，如果你不想再穿了，可选择直接寄回，我们会对服饰进行五星级清洗和消毒后再上架。"
        ]
      },
      {
        "title": "5. 我可以同时拥有几个衣箱？新衣箱什么时候才可以下单？",
        "content": [
          "同一时间段只能持有一个衣箱，上个衣箱签收后48小时可「预约归还」，预约归还后，新衣箱即可下单。"
        ]
      },
      {
        "title": "6. 我喜欢的衣服，能单独留下续租吗？衣箱最长能保留多久？",
        "content": [
          "系统暂不支持单件续租功能，请整箱服饰一起归还后再次租用喜欢的服饰。当然，喜欢的服饰也可以选择购买下来留为己用。",
          "在会员有效期内，每个衣箱都没有保留时间的限制，你可以根据自己的意愿来选择归还时间。"
        ]
      },
      {
        "title": "7. 我下单后什么时间发货，我多久可以收到衣服？",
        "content": [
          "当天下午5点前下单，顺丰快递将在当天进行发货，下午5点后下单，最晚次日发出。可在「衣箱」界面查看物流进度。"
        ]
      },
      {
        "title": "8. 下单后（发货前）我还能更改订单信息吗，例如更换服饰或尺码？",
        "content": [
          "请下单前仔细核对订单信息，下单后仓库立即开始配货，所以不能更改订单信息。",
          "如尺码的问题，建议先在风格档案里完善或修正资料，以便后续我们推荐更合身的服饰。"
        ]
      },
      {
        "title": "9. 衣箱发货后，我能更改收货信息/收货时间吗？",
        "content": [
          "因衣箱已在配送途中，建议直接拨打顺丰客服热线 95338 咨询情况。"
        ]
      },
      {
        "title": "10. 我一直没收到新衣箱，怎么处理？",
        "content": [
          "如订单已标记发货，但在发货第 4 天仍未收到衣箱，请联系在线客服或拨打客服电话：400-807-0088反映情况。收到反馈后，我们会立即与快递公司核实，如因物流原因导致的衣箱遗失或是配送超时，我们将延长相应天数的会员期作为补偿。"
        ]
      },
      {
        "title": "11. 在哪些城市可以使用托特衣箱租衣？",
        "content": ["我们已开通全国服务（除港澳台），期待你来体验。"]
      }
    ],
    "return": [
      {
        "title": "1. 衣箱要如何归还？",
        "content": [
          "我们提供在线预约归还和自行寄回两种归还方式，若你选择预约归还，点击进入「衣箱」-「预约归还」，并选择取件时间及取件地址后提交，待顺丰收件员上门取件时将衣箱交给对方即可。",
          "若你选择自寄归还，点击进入「衣箱」-「预约归还」，选择「自行寄回」，获取寄回地址后，自己将衣箱通过顺丰快递以到付的方式寄回，并将顺丰快递单号填入即可。"
        ]
      },
      {
        "title": "2. 还衣时需要整个衣箱的衣服和配饰一起归还吗？",
        "content": [
          "是的，需要一起归还。",
          "如想购买其中某件，请到托特APP「衣箱」中以折扣价进行购买，然后再将衣箱中其余的服饰择日归还即可。"
        ]
      },
      {
        "title": "3. 还衣箱时，我不小心落下一件衣服怎么办？（针对单个服饰遗留未还情况）",
        "content": [
          "如不想购买，务必在下一个衣箱归还时，将落下的服饰一并寄回，以免影响新衣箱的发出以及个人信用；"
        ]
      },
      {
        "title": "4. 预约还衣当天，没能发出快递怎么办，能改期归还吗？（针对整箱未还情况）",
        "content": [
          "如果预约取件当天不能发出，您可以手动更改一次预约时间；如果因特殊原因未能取件，请最晚于次日上午12：00前联系顺丰补寄。"
        ]
      },
      {
        "title": "5. 错过衣箱取件时间怎么办？",
        "content": [
          "我们提供两次预约顺丰快递上门取件归还的机会，若第一次错过了，可以修改取件时间重新预约。若两次都错过了，可选择自己寄回，后续将顺丰快递单号填写到APP即可。"
        ]
      },
      {
        "title": "6. 租赁的服饰未按时归还，会有惩罚吗？",
        "content": [
          "会员过期后，如尚有服饰未归还，将记入个人征信记录，且在规定期限内不可撤销个人征信记录的污点，会对贷款申请、消费分期、租房、求职等诸多方面造成不利影响，还请珍惜个人信用。"
        ]
      },
      {
        "title": "7. 私人物品放在衣箱里一起寄回了，怎么办？",
        "content": [
          "请在第一时间联系在线客服或拨打客服电话：400-807-0088，我们将通知仓库收到包裹后联系你，将物品归还。请注意：如物品在物流过程中有损坏或遗失，我们将不承担任何责任。"
        ]
      },
      {
        "title": "8. 会员到期后，何时归还衣箱？",
        "content": [
          "会员到期后，最晚在第 3 天的 11 点前请务必将手中衣箱预约归还（如会员 1 月 10 日到期，必须在 1 月 13 日 11 点前预约归还）。超期未还将记入个人征信记录。"
        ]
      },
      {
        "title": "9. 谁来承担往返邮费？",
        "content": ["顺丰的往返邮费均由我们承担。"]
      },
      {
        "title": "10，预约了快递没有上门取怎么办？",
        "content": [
          "如快递未及时上门，建议第一时间联系顺丰的快递小哥，也可重新预约上门取货。"
        ]
      },
      {
        "title": "11. 如何通过自行寄回的方式归还衣箱？",
        "content": [
          "选择自寄方式归还衣箱，请先到托特APP「衣箱」-「预约归还」，选择「自行寄回」，获取到寄回地址后，通过智能快递柜或自行联系顺丰快递小哥等方式，选择「顺丰到付」下单，然后将顺丰快递单号填写入托特衣箱APP即可。"
        ]
      },
      {
        "title": "12. 已经选择了自行寄回衣箱，还能选择顺丰预约上门取件吗？",
        "content": [
          "选择自行寄回方式后，在你填入顺丰快递单号之前，仍然可以把归还方式改为预约顺丰快递上门取件。如果你已经填入顺丰快递单号，则不能再改为预约上门取件。"
        ]
      }
    ],
    "quality": [
      {
        "title": "1. 我收到的衣服有质量问题，怎么处理？",
        "content": [
          "请在第一时间拍照与在线客服反馈，或拨打客服电话：400-807-0088，我们会妥善处理。"
        ]
      },
      {
        "title": "2. 我不小心把衣服损坏或者丢失了，怎么处理？",
        "content": [
          "如果衣服严重损坏或丢失等等情况导致不能再次租赁的，需要根据衣服的市场价值及损坏程度进行赔偿，请在第一时间联系在线客服或拨打客服电话：400-807-0088，我们会合理处理。"
        ]
      },
      {
        "title": "3. 物流原因损坏了衣服，怎么处理？",
        "content": [
          "可以当场拒收。如是签收后才发现有问题，请立即通过APP或小程序联系在线客服进行反馈，或拨打客服电话：400-807-0088说明情况，并预约归还衣箱，我们核实无误后，会补偿你损失的会员期。"
        ]
      }
    ],
    "validity": [
      {
        "title": "1. 如何加入会员？我能同时开通多个会员账号吗？",
        "content": [
          "可通过托特衣箱APP或小程序，登陆后进入「首页」或「我的」购买会员套餐成为会员。",
          "每个手机号码只能开通一个会员账户。"
        ]
      },
      {
        "title": "2. 会员期从何时开始计算？",
        "content": [
          "新会员的会员期从首次下单时间开始计算，复购会员的会员期从购买日期开始计算，具体截止日期以个人中心显示为准。"
        ]
      },
      {
        "title": "3. 我手中没有衣箱时，会员期是否会自动暂停？",
        "content": [
          "不会，除非你主动申请暂停，否则会员期从首次下单起持续计时。"
        ]
      },
      {
        "title": "4. 我能随时暂停会员吗，如何暂停？",
        "content": [
          "可以，请在「我的」-点击头像进入「个人信息」-「暂停会员」申请暂停。",
          "月卡会员累积暂停30天，\n季卡会员累积暂停45天，\n若购买多个卡别，则累积暂停期叠加。",
          "提交暂停申请后，未发货订单将取消不再发货，新衣箱将关闭无法下单。",
          "我们在确认你没有待归还衣箱后，正式为你开启暂停会员。如开始暂停时会员已过期，则不能暂停。",
          "暂停开始时间规则是：\n如没有待归还衣箱，申请当天即可暂停会员；\n如有待归还衣箱，在衣箱确认取件后暂停会员。"
        ]
      },
      {
        "title": "5. 暂停会员后，会员期怎么算？暂停会员是否可以提前恢复？",
        "content": [
          "正式暂停后，会员有效期做相应延后，延后天数 = 暂停天数。所以暂停会员期间，你的会员期是没有任何损失的。会员暂停后，可随时申请提前恢复会员期，申请成功，新衣箱将在次日上午8点恢复下单功能。"
        ]
      },
      {
        "title": "6. 我的会员期快到了，但还有剩余衣箱怎么办？",
        "content": [
          "若会员已到期但衣箱数还有剩余，则衣箱数将清零，若到期前续费，衣箱数自动累加；",
          "若衣箱数已用完，会员未到期，可继续使用当前手中的衣箱直到会员到期，若到期前续费，会员期自动累加。"
        ]
      },
      {
        "title": "7. 会员快到期了如何续费？",
        "content": ["进入「托特衣箱」APP「我的」点击「立即续费」即可。"]
      },
      {
        "title": "8. 我是否可以随时取消会员？剩余的会员期会折算退款吗？",
        "content": [
          "很抱歉，购买会员后不能退款，建议使用到会员期结束。",
          "如果我们有任何地方让你不满意，请联系在线客服或拨打客服电话：400-807-0088 进行反馈，我们会认真对待每一位用户的意见和建议。"
        ]
      }
    ],
    "buy": [
      {
        "title": "1. 如何购买服饰，有折扣吗？",
        "content": [
          "目前你只能以折扣价购买手中衣箱的服饰，到「衣箱」中进行选购支付即可。你也可以先将要购买的服饰单独留下，在预约还衣时将其余服饰归还，后续再到「我的」-「待付款」页面完成服饰订单的支付即可。",
          "我们会根据服饰折旧情况，提供不同的折扣价格。当前衣箱服饰的折扣价在「衣箱」中可以查看。"
        ]
      },
      {
        "title": "2. 购买的衣服是全新吗？能只买全新吗？",
        "content": [
          "很抱歉，所有服饰提供给会员共享租用，所以不能保证购买的是全新服饰。"
        ]
      },
      {
        "title": "3. 购买的服饰能退换货吗？",
        "content": [
          "很抱歉，所有服饰都在实时流转中，所以我们无法提供退换货服务。请试穿合适后再进行购买。"
        ]
      }
    ],
    "free_service": [
      {
        "title": "1. 什么是自在选？",
        "content": [
          "「自在选」服务是托特衣箱在中国推出的全新服务，旨在为用户提供更加完美的穿衣体验。开通了自在选服务的会员可以在每次下单新衣箱时多选两个衣位的衣服下单，收到衣箱后从衣箱所有衣服中选出满意的留下穿着，将不太满意的两个衣位的衣服在签收48小时内归还。开通自在选服务的会员还可免费享有先下单新衣箱，后归还上一个衣箱的特权。将试衣间搬回家，轻松尝试，自在挑选。"
        ]
      },
      {
        "title": "2. 如何开通自在选？",
        "content": [
          "到托特衣箱APP打开「我的」-「自在选」界面，支付押金即可开通自在选服务，开通成功立即生效。"
        ]
      },
      {
        "title": "3. 开通自在选是指我每次都可以多穿2个衣位的衣服吗？",
        "content": [
          "不是的，是指你可以每次多选择2个衣位的衣服下单，收到衣箱试穿后48小时内可以选择任意2个衣位的衣服归还，也可付费留下租用。自在选租赁金50元/衣位，留下1个衣位50元，2个衣位都留下100元。"
        ]
      },
      {
        "title": "4. 新衣箱签收后48小时内要归还的是指定的衣服吗？",
        "content": [
          "不是的。你可以任意挑选2个衣位的衣服归还，例如挑选任意两件占1个衣位的衣服，或者挑选任意一件占2个衣位的衣服。"
        ]
      },
      {
        "title": "5. 归还的衣服你们会怎么处理？",
        "content": [
          "我们会对归还的衣服进行检视分类，确定清洗方案，并按标准流程完成后续清洗工序。所有的衣服都会经过全密封臭氧消毒灭菌，确保您收到的每一件衣服都洁净无菌。"
        ]
      },
      {
        "title": "6. 挑出2个衣位的衣服后，我需要怎样归还？",
        "content": [
          "如果你手中有旧衣箱，须随旧衣箱一起预约归还。如果你手中没有旧衣箱，可在平台单独预约归还。"
        ]
      },
      {
        "title": "7. 我已经归还了2个衣位的衣服，还需要付费吗？",
        "content": [
          "你需要在新衣箱签收后48小时内在平台预约归还并确认顺丰取件，衣服请保留完整吊牌，我们将不会收取你的任何费用。"
        ]
      },
      {
        "title": "8. 如果我没有在48小时内归还会怎么样？",
        "content": [
          "自在选租赁金50元/衣位，我们会根据是否收到归还的保留完整吊牌的衣服来计算费用。如果你没有归还衣服，将产生100元租赁金。如果你只归还了1个衣位的衣服，将产生50元租赁金。租赁金费用产生后，可以到平台中完成支付。"
        ]
      },
      {
        "title": "9. 我可以随时关闭「自在选」服务吗？",
        "content": [
          "只要满足以下条件，即可关闭自在选服务：",
          "1）手中所有衣箱都已归还并且没有待支付的购衣订单；",
          "2）当前信用账户无欠款；",
          "3）新衣箱中的自在选衣位已清空。"
        ]
      },
      {
        "title": "10. 关闭「自在选」服务后，多久可以收到退回的押金？",
        "content": [
          "平台收到你的关闭申请并确定可以关闭后，将在10个工作日内将300元押金原路退回到你的账户中。"
        ]
      }
    ],
    "contract": [
      {
        "title": "1. 什么是优先发货？",
        "content": [
          "普通会员需要等快递确认收到上个衣箱时平台才会对新衣箱进行发货，而开通了优先发货服务的会员则无需等待，在预约归还上个衣箱的同时，新衣箱就在准备发货了。"
        ]
      },
      {
        "title": "2. 什么是免密支付？",
        "content": [
          "1）开启免密支付用户即可享受优先发货服务",
          "2）开启「免密支付」功能后，平台将在用户会员到期前三天上午8点，自动扣取会员费为用户续租，以方便用户继续使用托特衣箱服务；",
          "3）开启「免密支付」功能后，当用户确认购买某件商品时，点击「免密支付」按钮即可完成付款，无需再次输入密码；",
          "4）开启「免密支付」功能后，当用户因违约使用衣箱产生滞还金时，平台有权自动扣除相应欠款；",
          "温馨提示：当同时持有2个衣箱达24小时，平台将发送短信进行提醒，烦请尽快归还衣箱，合理使用权益。对恶意使用优先发货服务，同时持有2个衣箱达第3天（48小时后）的用户，平台将扣取30元/24小时衣箱滞还金（即满48小时扣取30元，满72小时再次扣取30元，每24小时扣取1次，以此类推），直至衣箱归还至快递手中，停止计时扣费。"
        ]
      },
      {
        "title": "3. 为什么开启优先发货特权，需同时开启“免密支付”功能？",
        "content": [
          "因部分使用衣箱不当的用户，在优先发货开启后，未按照预约时间点归还上一个衣箱，导致手中同时持有2个衣箱，影响其他用户的挑选租用体验，故开启优先发货特权的同时，需开启「免密支付」功能，当用户手中同时持有2个衣箱达第3天（48小时后），将扣取30元/24小时的衣箱滞还金，督促用户及时归还旧衣箱，以维护其他用户的正常租衣权益。"
        ]
      },
      {
        "title": "4. 我可以随时开启或关闭免密支付功能么？",
        "content": [
          "可以。会员在会员期内除非信用账户有欠款未结或同时持有两个衣箱未归还，否则都可随时到APP「我的」-「免密管理」界面或微信公众号的会员中心界面关闭免密功能。"
        ]
      }
    ]
  }
}
